{"pageProps":{"_nextI18Next":{"initialI18nStore":{"pt-BR":{"common":{"system":{"metas":{"ogLocale":"pt_BR"}},"head":{"title":"🧑‍💻 | Techmmunity"},"mainSection":{"description":{"title":"Techmmunity - Uma Comunidade de Tecnologia","subtitle":"Aqui nós compartilhamos conhecimento, gratuito e acessível."},"links":{"aboutUs":"Saiba mais sobre nós","community":"Faça parte da comunidade"}},"feedbackSection":{"description":{"title":"Não confie na nossa palavra para isso","subtitle":"Veja o que nossos membros tem a dizer sobre nós."},"feedbacks":{"alessandroRamos":"A comunidade é muito acolhedora, eu sempre tive medo de fazer perguntas em outras comunidades, porque achava que elas eram \"perguntas estúpidas demais\", mas na Techmmunity, as pessoas entendem que ninguém nasce sabendo, respondem até mesmo as perguntas mais estupidas sem ridicularizar a pessoa que pergunta. É muito bom poder fazer perguntas sem medo.","diegoPinheiro":"Já estive em diversas comunidades de tecnologia para buscar interação no intuito de dividir experiências, mas nenhuma delas satisfez minhas expectativas como a Techmmunity. Organizada e com um senso visionário, a Techmmunity busca integrar pessoas de diferentes áreas com a finalidade de produzir conhecimento e agregar valor na forma de projetos, possibilitando assim uma melhor qualificação para obter uma posição sólida no mercado de trabalho.","plactronic":"Se você está procurando uma comunidade para aprender mesmo, seja um exercício de um Bootcamp, da faculdade, do trabalho ou quer entender porque o seu código está retornando um NaN ou NullPointerException, chegou no servidor certo. Sempre em crescimento e com programadores que trabalham na área há mais de 5, 10 anos e/ou estudam em um level avançado as linguagens que utilizam, a Techmmunity é a sua 127.0.0.1 para aumentar o seu networking e progredir ao mesmo tempo."}},"madeOfSection":{"description":{"title":"Com espaço para todos com fome de aprendizado","subtitle":"Do que a Techmmunity é feita?"},"cards":{"technology":{"title":"Tecnologia","description":"Nós falamos sobre todos os setores de tecnologia, como programação, design gráfico, sonoplastia, engenharia robótica, empreendedorismo e vários outros tópicos."},"community":{"title":"Comunidade","description":"Somos amigáveis e sem preconceitos, ajudamos todo mundo, independente da pergunta! Afinal, todos nós já fomos iniciantes alguma vez, certo?"},"diversity":{"title":"Diversidade","description":"Nossa comunidade é formada por todos os tipos de pessoas, com pontos de vista diferentes, sempre nos guiando a diferentes discussões e aprendizados."}}},"techmmunityDivisionsSection":{"description":{"title":"Feita para todos os tipos de pessoas!","subtitle":"Seja qual for seu objetivo, nós podemos te ajudar a conseguir o conhecimento ou encontrar as pessoas q o tenham, para fazerem seu sonho se tornar realidade!"},"inputs":{"dev":"Programação","graphic":"Design Gráfico","song":"Sonoplastia","robotic":"Eng. Robótica","manager":"Gestão"},"cards":{"dev":{"title":"Nossa divisão de programação","description":"Com o aumento da demanda do mercado, profissionais que estão pensando em trabalhar na área precisam conhecer cada vez mais e mais tecnologias. Com isso em mente, nós criamos uma divisão de programação, que ajuda tanto os iniciantes quanto os mais experientes a entender as tecnologias mais usadas do mercado."},"graphic":{"title":"Nossa divisão de design gráfico","description":"Design é uma área muito criativa, mas requer conhecimento de conceitos bem específicos que são complicados de serem entendidos por conta própria. Nós criamos nossa divisão de design gráfico especialmente para isso, então tanto profissionais quanto iniciantes podem compartilhar seus conhecimentos."},"song":{"title":"Nossa divisão de sonoplastia","description":"Quando falamos de sonoplastia, a primeira coisa que nos vem à mente é dublagem, entretanto, esse universo é muito mais vasto e quase todos os projetos precisam de algo relacionado a sonoplastia. Nós criamos essa divisão para incentivar o crescimento dessa área."},"robotic":{"title":"Nossa divisão de engenharia robótica","description":"Engenharia robótica é um setor em constante crescimento, tanto para indústrias quanto para entretenimento do público em geral. Com os avanços tecnológicos, a demanda por profissionais qualificados cresce cada vez mais, então criamos essa divisão para preparar os profissionais para essa demanda iminente."},"manager":{"title":"Nossa divisão de gestão","description":"A gestão engloba diversas áreas de uma empresa, seja financeira, recursos humanos, empreendedorismo, entre outras. Criamos nossa divisão de gestão tanto para ajudar pessoas que querem abrir sua própria empresa, quanto para aquelas que querem ser funcionários mais qualificados em empresas de terceiros."}},"links":{"learnMore":"Saiba mais"}},"techmmunityProductsSection":{"description":{"title":"Nossos modos de mudar o mundo","subtitle":"Nós temos mais de um jeito de ajudar as pessoas, e temos muito orgulho de todos eles! Dê uma olhada, talvez um deles seja exatamente o que você está procurando agora."},"cards":{"discord":{"title":"Comunidade no Discord","description":"Aqui nós fazemos nosso networking e nós ajudamos com desafios diários. Se você tem uma pergunta ou quer conhecer mais pessoas da sua área, esse é o lugar certo."},"youtube":{"title":"Canal no Youtube","description":"Vídeos sobre assuntos variados, tutoriais e discussões mais elaboradas que merecem ficar registradas pra sempre. Muito útil para o aprendizado!"},"twitch":{"title":"Canal na Twitch","description":"Live streams para ensinar coisas tendo um contato mais direto com nossos membros, assim podendo responder perguntas mais rapidamente e de modos mais customizados e detalhados."}}},"footer":{"copyright":"© 2020 Techmmunity. Todos os direitos reservados."},"cookiesAlertModal":{"alert":"Esse site utiliza cookies para você ter uma experiência melhor.","confirmation":"Entendi!"}}},"en-US":{"common":{"system":{"metas":{"ogLocale":"en_US"}},"head":{"title":"🧑‍💻 | Techmmunity"},"mainSection":{"description":{"title":"Techmmunity - A Tech Community","subtitle":"Here we share knowledge, free of charge and accessible."},"links":{"aboutUs":"Learn more about us","community":"Join our community"}},"feedbackSection":{"description":{"title":"Don't take our word for it","subtitle":"See what our members have to say about us."},"feedbacks":{"alessandroRamos":"The community is very welcoming, I was always afraid to ask questions in other communities for fear of being \"too stupid questions\", but at Techmmunity, people understand that nobody is born knowing, answer even the stupid questions without making fun of whoever is asking. It's cool to be able to ask questions without fear.","diegoPinheiro":"I have been to several technology communities to seek interaction to share experiences, but none of them met my expectations like the Techmmunity. Organized and with a visionary sense, Techmmunity seeks to integrate people from different areas to produce knowledge and add value in the form of projects, thus enabling better qualifications to obtain a solid position in the job market.","plactronic":"If you are looking for a community to learn, be it an exercise of a Bootcamp, college, work or want to understand why your code is returning a NaN or NullPointerException, it arrived on the right server. Always growing and with programmers working in the field for more than 5, 10 years and / or studying at an advanced level the languages they use, Techmmunity is your 127.0.0.1 to increase your networking and progress at the same time."}},"madeOfSection":{"description":{"title":"With space for everyone hungry for knowledge","subtitle":"What is Techmmunity made of?"},"cards":{"technology":{"title":"Technology","description":"We talk about every technology sector, like programming, graphic design, sound design, robotics engineering, entrepreneurship, and many other topics."},"community":{"title":"Community","description":"We are friendly and without prejudgement, we help everyone, regardless of the question! After all, we've all been beginners once, right?"},"diversity":{"title":"Diversity","description":"Our community is made up of all types of people, who provide a different point of view on a problem, always leading us to different discussions and new learnings."}}},"techmmunityDivisionsSection":{"description":{"title":"Made for all types of people!","subtitle":"Whatever your goal, we can help you get the knowledge or find someone who has it!"},"inputs":{"dev":"Programming","graphic":"Graphic Design","song":"Sound Design","robotic":"Robotic E.","manager":"Management"},"cards":{"dev":{"title":"Our programming division","description":"With an increasingly demanding market, professionals who are thinking of working in the area need to know more and more technologies from different areas. With that in mind, we created our programming division, which helps both the beginners and the more experienced to better understand the most used technologies on the market."},"graphic":{"title":"Our graphic design division","description":"Design is a very creative area, but it requires knowledge of some very specific concepts that are complicated to learn on your own. We created our design division especially for this so that both professionals and aspirants in the field can share their experiences and refine their skills even more."},"song":{"title":"Our sound design division","description":"When talking about sound design, the first thing that comes to mind is voice acting, however, this universe is much broader and more diverse. Sound design is necessary for almost all projects and we created this division to encourage the growth of the area."},"robotic":{"title":"Our robotic engineering division","description":"Robotic engineering is a constantly expanding sector, both for industries and the entertainment of the general population. With our technological advancement, the demand for professionals capable of working in this area should grow more and more, so we created our technology sector to prepare professionals for this future demand."},"manager":{"title":"Our management division","description":"Management encompasses several areas of any company, be it finance, human resources, entrepreneurship, and several others. We created the management division both for people who want to do a better job for the company they are employed in and for people who want to start their own."}},"links":{"learnMore":"Learn more"}},"techmmunityProductsSection":{"description":{"title":"Our ways to change the world","subtitle":"We have more than one way to help the people, and all of us are very proud of them! Give a look, maybe one of them is exactly what you are looking for right now."},"cards":{"discord":{"title":"Discord Community","description":"Here we do some networking and help each other with our daily problems. If you have a question, this is the right place to get the answer."},"youtube":{"title":"Youtube Channel","description":"Videos about the most varied things, useful to facilitate the explanation of a specific topic."},"twitch":{"title":"Twitch Channel","description":"Live streams to teach things by having closer and direct contact with people, thus being able to answer doubts on the spot, giving more detailed explanations."}}},"footer":{"copyright":"© 2020 Techmmunity. All rights reserved."},"cookiesAlertModal":{"alert":"This website uses cookies to ensure you get the best experience on our website.","confirmation":"Got It!"}}}},"initialLocale":"pt-BR","userConfig":{"i18n":{"locales":["en-US","pt-BR"],"defaultLocale":"en-US"},"localePath":"./src/assets/translations","default":{"i18n":{"locales":["en-US","pt-BR"],"defaultLocale":"en-US"},"localePath":"./src/assets/translations"}}}},"__N_SSG":true}