{
	"system": {
		"metas": {
			"ogLocale": "pt_BR"
		}
	},
	"head": {
		"title": "🧑‍💻 | Techmmunity"
	},
	"mainSection": {
		"description": {
			"title": "Techmmunity - Uma comunidade Tech",
			"subtitle": "Aqui nós compartilhamos conhecimento, gratuito e acessível."
		},
		"links": {
			"aboutUs": "Saiba mais sobre nós",
			"community": "Faça parte da comunidade"
		}
	},
	"feedbackSection": {
		"description": {
			"title": "Não confie na nossa palavra pra isso",
			"subtitle": "Veja o que nossos membros tem a dizer sobre nós."
		},
		"feedbacks": {
			"alessandroRamos": "A comunidade é muito acolhedora, eu sempre tive medo de fazer perguntas em outras comunidades, porque achava que elas eram \"perguntas estúpidas demais\", mas na Techmmunity, as pessoas entendem que ninguém nasce sabendo, respondem até mesmo as perguntas mais estupidas sem ridicularizar a pessoa que pergunta. É muito bom poder fazer perguntas sem medo.",
			"diegoPinheiro": "Já estive em diversas comunidades de tecnologia para buscar interação no intuito de dividir experiências, mas nenhuma delas satisfez minhas expectativas como a Techmmunity. Organizada e com um senso visionário, a Techmmunity busca integrar pessoas de diferentes áreas com a finalidade de produzir conhecimento e agregar valor na forma de projetos, possibilitando assim uma melhor qualificação para obter uma posição sólida no mercado de trabalho.",
			"plactronic": "Se você está procurando uma comunidade para aprender mesmo, seja um exercício de um Bootcamp, da faculdade, do trabalho ou quer entender porque o seu código está retornando um NaN ou NullPointerException, chegou no servidor certo. Sempre em crescimento e com programadores que trabalham na área há mais de 5, 10 anos e/ou estudam em um level avançado as linguagens que utilizam, a Techmmunity é a sua 127.0.0.1 para aumentar o seu networking e progredir ao mesmo tempo."
		}
	},
	"madeOfSection": {
		"description": {
			"title": "Com espaço para quem tem fome por conhecimento",
			"subtitle": "Do que a <COMPANY_NAME> é feita?"
		},
		"cards": {
			"technology": {
				"title": "Tecnologia",
				"description": "Nós falamos sobre todos os setores de tecnologia, como programação, design gráfico, sonoplastia, engenharia robótica, empreendedorismo e vários outros tópicos."
			},
			"community": {
				"title": "Comunidade",
				"description": "Somos amigáveis e sem preconceitos, ajudamos todo mundo, independente da pergunta! Afinal, todos nós já fomos iniciantes alguma vez, certo?"
			},
			"diversity": {
				"title": "Diversidade",
				"description": "Nossa comunidade é formada por todos os tipos de pessoas, com pontos de vista diferentes, sempre nos guiando a diferentes discussões e aprendizados."
			}
		}
	},
	"techmmunityDivisionsSection": {
		"description": {
			"title": "Feita para todos os tipos de pessoas!",
			"subtitle": "Seja qual for seu objetivo, nós podemos te ajudar a conseguir o conhecimento ou encontrar as pessoas q o tenham, para fazerem seu sonho se tornar realidade!"
		},
		"inputs": {
			"dev": "Programação",
			"graphic": "Design Gráfico",
			"song": "Sonoplastia",
			"robotic": "Eng. Robótica",
			"manager": "Gestão"
		},
		"cards": {
			"dev": {
				"title": "Nossa divisão de programação",
				"description": "Com o aumento da demanda do mercado, profissionais que estão pensando em trabalhar na área precisam conhecer cada vez mais e mais tecnologias. Com isso em mente, nós criamos uma divisão de programação, que ajuda tanto os iniciantes quanto os mais experientes a entender as tecnologias mais usadas do mercado."
			},
			"graphic": {
				"title": "Nossa divisão de design gráfico",
				"description": "Design é uma área muito criativa, mas requer conhecimento de conceitos bem específicos que são complicados de serem entendidos por conta própria. Nós criamos nossa divisão de design gráfico especialmente para isso, então tanto profissionais quanto iniciantes podem compartilhar seus conhecimentos."
			},
			"song": {
				"title": "Nossa divisão de sonoplastia",
				"description": "Quando falamos de sonoplastia, a primeira coisa que nos vem à mente é dublagem, entretanto, esse universo é muito mais vasto e quase todos os projetos precisam de algo relacionado a sonoplastia. Nós criamos essa divisão para incentivar o crescimento dessa área."
			},
			"robotic": {
				"title": "Nossa divisão de engenharia robótica",
				"description": "Engenharia robótica é um setor em constante crescimento, tanto para indústrias quanto para entretenimento do público em geral. Com os avanços tecnológicos, a demanda por profissionais qualificados cresce cada vez mais, então criamos essa divisão para preparar os profissionais para essa demanda iminente."
			},
			"manager": {
				"title": "Nossa divisão de gestão",
				"description": "A gestão engloba diversas áreas de uma empresa, seja financeira, recursos humanos, empreendedorismo, entre outras. Criamos nossa divisão de gestão tanto para ajudar pessoas que querem abrir sua própria empresa, quanto para aquelas que querem ser funcionários mais qualificados em empresas de terceiros."
			}
		},
		"links": {
			"learnMore": "Saiba mais"
		}
	},
	"techmmunityProductsSection": {
		"description": {
			"title": "Nossos modos de mudar o mundo",
			"subtitle": "Nós temos mais de um jeito de ajudar as pessoas, e temos muito orgulho de todos eles! Dê uma olhada, talvez um deles seja exatamente o que você está procurando agora."
		},
		"cards": {
			"discord": {
				"title": "Comunidade no Discord",
				"description": "Aqui nós fazemos nosso networking e nós ajudamos com desafios diários. Se você tem uma pergunta ou quer conhecer mais pessoas da sua área, esse é o lugar certo."
			},
			"youtube": {
				"title": "Canal no Youtube",
				"description": "Vídeos sobre assuntos variados, tutoriais e discussões mais elaboradas que merecem ficar registradas pra sempre. Muito útil pra ficar por dentro das novidades."
			},
			"twitch": {
				"title": "Canal na Twitch",
				"description": "Live streams para ensinar coisas tendo um contato mais direto com nossos membros, assim podendo responder perguntas mais rapidamente e de modos mais customizados e detalhados."
			}
		}
	},
	"footer": {
		"copyright": "© 2020 Techmmunity. Todos os direitos reservados."
	},
	"errorSection": {
		"title": "Oh não, não há nada aqui!",
		"subtitle": "Qual é, clique aqui para ver se nós conseguimos achar mais pessoas:",
		"redirectToHome": "Ir para página inicial"
	},
	"cookiesAlertModal": {
		"alert": "Esse site utiliza cookies para você ter uma experiência melhor.",
		"confirmation": "Entendi!"
	}
}
